[
  {
    "id": 1,
    "productName": "Remera",
    "productColor1": "Black",
    "productColor2": "White",
    "productColor3": "Gray",
    "productSize": "S",
    "productPrice": 3600,
    "productDescription": "Remera de algodón. Nuestro algodón, al ser cultivado orgánicamente, tiene una calidad y suavidad superior al algodón convencional, proporcionando una mayor comodidad y durabilidad en tus prendas. A su vez, cuenta con propiedades hipoalergénicas, evitando la exposición de tu piel a sustancias tóxicas. Añadí tu dibujo o imagen personalizada.",
    "productStock": 25,
    "productImages": "#"
  },
  {
    "id": 2,
    "productName": "Buzo",
    "productColor1": "White",
    "productSize": "S",
    "productPrice": 6000,
    "productDescription": "Buzo de algodón. Nuestro algodón, al ser cultivado orgánicamente, tiene una calidad y suavidad superior al algodón convencional, proporcionando una mayor comodidad y durabilidad en tus prendas. A su vez, cuenta con propiedades hipoalergénicas, evitando la exposición de tu piel a sustancias tóxicas. Añadí tu dibujo o imagen personalizada.",
    "productStock": 25,
    "productImages": "#"
  },
  {
    "id": 3,
    "productName": "Termo",
    "productColor1": "White",
    "productSize": "N/S",
    "productPrice": 3000,
    "productDescription": "Termo de capacidad 500ml de acero inoxidable con doble capa térmica. Nuestro modelo es ergonómico, ligero e irrompible y tiene un pico vertedor reforzado. Apto para bebidas frías y calientes. 100% hermético. Añadí tu dibujo o imagen personalizada. ",
    "productStock": 20,
    "productImages": "#"
  },
  {
    "id": 4,
    "productName": "Taza",
    "productColor1": "White",
    "productSize": "N/S",
    "productPrice": 2000,
    "productDescription": "Taza de porcelana de capacidad 300ml. Nuestras tazas son de excelente calidad y terminación. Soportan microondas, resisten abrasivos y limpiadores de cocina. Añadí tu dibujo o imagen personalizada. ",
    "productStock": 50,
    "productImages": "#"
  },
  {
    "id": 5,
    "productName": "Camiseta",
    "productColor": "#8080ff",
    "productSize": "S",
    "productPrice": "5000",
    "productDescription": "JPG",
    "productStock": "2",
    "productImages": ["1691550945807camiseta.jpg", "1691550945808camiseta2.jpg"]
  }
]
